Repository: geoffreycrofte/juiz-outdated-post-message
Catalog: languages/jodpm_lang-*.po
Languages: fr_fr

source: This content has ##. Please, read this page keeping its age in your mind.
fr_fr: Ce contenu a ##. Merci de lire cette page en gardant son âge en tête.

source: Settings
fr_fr: Réglages

source: Outdated Post Message
fr_fr: Message de Péremption

source: Outdated message Options
fr_fr: Options du message de péremption

source: Never show the outdated message for this post
fr_fr: Ne jamais montrer le message de préremption pour ce post.

source: This post delay:
fr_fr: Le délai de ce post&nbsp;:

source: days
fr_fr: jours

source: Keep 0 to use global value (%s)
fr_fr: Gardez 0 pour utiliser la valeur globale (%s)

source: General Settings
fr_fr: Réglages généraux

source: Delay before outdated:
fr_fr: Délai avant péremption&nbsp;:

source: Your message:
fr_fr: Votre message&nbsp;:

source: Save Changes
fr_fr: Enregistrer les changements

source: Display settings
fr_fr: Réglages d'affichage

source: Display message in:
fr_fr: Afficher le message dans&nbsp;:

source: Display message to the:
fr_fr: Afficher le message en&nbsp;:

source: Metabox Settings
fr_fr: Réglage de la metabox

source: Hide the metabox?
fr_fr: Cacher la metabox&nbsp;?

source: Set general options for your outdated message.
fr_fr: Renseignez les options générales pour le message de péremption.

source: You can use the %s##%s variable to insert the time passed since the publication date.
fr_fr: Vous pouvez utiliser la variable %s##%s pour insérer le temps passé depuis la date de publication.

source: Choose where you want to display the outdated message on your posts
fr_fr: Choisissez où vous souhaitez afficher le message de préremption dans vos contenus.

source: Content bottom
fr_fr: bas du contenu

source: Content top
fr_fr: haut du contenu

source: Both
fr_fr: Les deux

source: I'm a ninja, I want to use the shortcode only!
fr_fr: Je suis un ninja, je veux uniquement utiliser le shortcode&nbsp;!

source: You can hide metabox added by this plugin in your posts' edition pages
fr_fr: Vous pouvez cacher la metabox ajoutée par ce plugin sur vos pages d'édition de contenu.

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Manage Juiz Outdated Post Message
fr_fr: Régler Juiz Outdated Post Message

source: You must chose at least one %stype of content%s.
fr_fr: Vous devez choisir au moins un %stype de contenu%s.

source: If you want to deactivate the outdated message, be a ninja!
fr_fr: Si vous voulez désactiver le message de péremption, soyez un ninja&nbsp;!

source: You can use %s[outdated]%s shortcode to display the outdated message.
fr_fr: Vous pouvez utiliser le shortcode %s[outdated]%s pour afficher le message de péremption.

source: Be careful, this shortcode use the global settings below.
fr_fr: Attention, ce shortcode utilise les réglages globaux ci-dessous.

source: Like it? Support this plugin! Thank you.
fr_fr: Vous aimez ce plugin&nbsp;? Aidez-le&nbsp;! Merci.

source: Donate
fr_fr: Faire un don

source: Tweet it
fr_fr: Tweeter l'info

source: Rate it
fr_fr: Noter le plugin
